README.md

# Table of Contents

1.  [Informações:](#org815eff5)
2.  [Versão:](#orgf793a94)
3.  [Data:](#org6f5d6ee)
4.  [Autor de Contato:](#org7f6f682)
5.  [Áreas de pesquisa vinculadas:](#org7ced0bb)
6.  [Vinculo com:](#orgaec3d96)
7.  [Links:](#orgdc996bc)



<a id="org815eff5"></a>

# Informações:

-   Link: <https://github.com/ldsc/LDSC-ProjetoEngenharia-0-Metodologia-Instrucoes-Etapas>

-   Repositório com informações sobre a metodologia adotada no desenvolvimento do projeto de engenharia vinculado as disciplinas de modelagem computacional.


<a id="orgf793a94"></a>

# Versão:

-   1.0.


<a id="org6f5d6ee"></a>

# Data:

-   2023/2 - segundo semestre.


<a id="org7f6f682"></a>

# Autor de Contato:

-   André Duarte Bueno <andreduartebueno@gmail.com>


<a id="org7ced0bb"></a>

# Áreas de pesquisa vinculadas:

-   Algoritmos
-   Modelagem de Software
-   Programação Orientada a Objeto
-   Programação em C++
-   Engenharia de Petróleo
-   Administração
-   Gestão de Projetos de Engenharia


<a id="orgaec3d96"></a>

# Vinculo com:

-   [Disciplina Fundamentos de Ciência da Computação](https://sites.google.com/view/professorandreduartebueno/ensino/fundamentos-de-programa%C3%A7%C3%A3o-em-c)
-   [Disciplina Introdução ao Projeto de Engenharia](https://sites.google.com/view/professorandreduartebueno/ensino/introdu%C3%A7%C3%A3o-ao-projeto-de-engenharia)
-   [Disciplina Programação Orientada a Objeto com C++](https://sites.google.com/view/professorandreduartebueno/ensino/prog-orientada-objeto-c-2024)
-   [Disciplina Projeto de Software Aplicado](https://sites.google.com/view/professorandreduartebueno/ensino/projeto-de-software-aplicado)


<a id="orgdc996bc"></a>

# Links:

-   [Site do Professor André Duarte Bueno](https://sites.google.com/view/professorandreduartebueno/).
-   [Site do LDSC no github](https://github.com/ldsc).
-   [Site do LENEP](https://uenf.br/cct/lenep).

